{"type": "Law", "title": "Gesetz über elektronische Wertpapiere", "abbreviation": "eWpG", "content": [{"type": "Area", "title": "Allgemeine Bestimmungen", "ordinal": "Abschnitt 1", "content": [{"type": "Paragraph", "ordinal": "1", "title": "Anwendungsbereich", "content": [{"type": "Section", "content": [{"type": "TextSpan", "content": "Dieses Gesetz ist auf Schuldverschreibungen auf den Inhaber anzuwenden."}]}]}, {"type": "Paragraph", "ordinal": "2", "title": "Elektronisches Wertpapier", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Ein Wertpapier kann auch als elektronisches Wertpapier begeben werden."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Ein elektronisches Wertpapier wird dadurch begeben, dass der Emittent an Stelle der Ausstellung einer Wertpapierurkunde eine Eintragung in ein elektronisches Wertpapierregister (§ 4 Absatz 1) bewirkt."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Soweit dieses Gesetz nichts anderes bestimmt, entfaltet ein elektronisches Wertpapier dieselbe Rechtswirkung wie ein Wertpapier, das mittels Urkunde begeben worden ist."}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "TextSpan", "content": " Ein elektronisches Wertpapier gilt als Sache im Sinne des § 90 des Bürgerlichen Gesetzbuchs."}]}]}, {"type": "Paragraph", "ordinal": "3", "title": "Inhaber und Berechtigter", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Inhaber eines elektronischen Wertpapiers ist derjenige, der als Inhaber eines elektronischen Wertpapiers oder eines bestimmten Anteils an einer Gesamtemission in einem elektronischen Wertpapierregister eingetragen ist."}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Berechtigter im Sinne dieses Gesetzes ist, wer das Recht aus einem Wertpapier innehat."}]}]}, {"type": "Paragraph", "ordinal": "4", "title": "Begriffsbestimmungen", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Elektronische Wertpapierregister sind "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "zentrale Register gemäß § 12 und"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Kryptowertpapierregister gemäß § 16."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Ein Zentralregisterwertpapier ist ein elektronisches Wertpapier, das in ein zentrales Register eingetragen ist."}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "TextSpan", "content": " Ein Kryptowertpapier ist ein elektronisches Wertpapier, das in ein Kryptowertpapierregister eingetragen ist."}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "TextSpan", "content": " Eintragung eines elektronischen Wertpapiers ist die Aufnahme der für ein elektronisches Wertpapier nach § 13 oder § 17 erforderlichen Registerangaben in ein elektronisches Wertpapierregister unter eindeutiger und unmittelbar erkennbarer Bezugnahme auf die niedergelegten Emissionsbedingungen."}]}, {"type": "Section", "ordinal": "5", "content": [{"type": "TextSpan", "content": " Eine Wertpapiersammelbank ist eine nach Artikel 16 der Verordnung (EU) Nr. 909/2014 des Europäischen Parlaments und des Rates vom 23. Juli 2014 zur Verbesserung der Wertpapierlieferungen und -abrechnungen in der Europäischen Union und über Zentralverwahrer sowie zur Änderung der Richtlinien 98/26/EG und 2014/65/EU und der Verordnung (EU) Nr. 236/2012 (ABl. L 257 vom 28.8.2014, S. 1; L 349 vom 21.12.2016, S. 5), die zuletzt durch die Delegierte Verordnung (EU) 2018/1229 (ABl. L 230 vom 13.9.2018, S. 1) geändert worden ist, als Zentralverwahrer zugelassene juristische Person, die in Abschnitt A des Anhangs zur Verordnung (EU) Nr. 909/2014 genannte Kerndienstleistungen im Inland erbringt."}]}, {"type": "Section", "ordinal": "6", "content": [{"type": "TextSpan", "content": " Verwahrer ist, wer über die Erlaubnis zum Betreiben des Depotgeschäfts im Inland verfügt."}]}, {"type": "Section", "ordinal": "7", "content": [{"type": "TextSpan", "content": " Emissionsbedingungen sind der niedergelegte Inhalt des Rechts, für das ein elektronisches Wertpapier eingetragen wird, einschließlich der Nebenbestimmungen."}]}, {"type": "Section", "ordinal": "8", "content": [{"type": "TextSpan", "content": " Umtragung ist die Ersetzung des Inhabers eines im elektronischen Wertpapierregister eingetragenen elektronischen Wertpapiers durch einen neuen Inhaber."}]}, {"type": "Section", "ordinal": "9", "content": [{"type": "TextSpan", "content": " Löschung ist die Kenntlichmachung eines eingetragenen elektronischen Wertpapiers und seiner niedergelegten Emissionsbedingungen als gegenstandslos."}]}, {"type": "Section", "ordinal": "10", "content": [{"type": "TextSpan", "content": " Registerführende Stellen sind die in § 12 Absatz 2 und § 16 Absatz 2 bezeichneten Stellen."}]}, {"type": "Section", "ordinal": "11", "content": [{"type": "TextSpan", "content": " Ein Aufzeichnungssystem ist ein dezentraler Zusammenschluss, in dem die Kontrollrechte zwischen den das jeweilige System betreibenden Einheiten nach einem im Vorhinein festgelegten Muster verteilt sind."}]}]}, {"type": "Paragraph", "ordinal": "5", "title": "Niederlegung", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Der Emittent hat vor der Eintragung des elektronischen Wertpapiers in einem elektronischen Wertpapierregister die Emissionsbedingungen bei der registerführenden Stelle als beständiges elektronisches Dokument jedermann zur beliebig wiederholbaren unmittelbaren Kenntnisnahme zugänglich zu machen (Niederlegung)."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Auf Veranlassung des Emittenten kann der Zugang zu den Emissionsbedingungen nach Maßgabe einer Rechtsverordnung nach § 15 oder § 23 beschränkt werden."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Wird das elektronische Wertpapier nicht spätestens drei Monate nach der Niederlegung eingetragen, so löscht die registerführende Stelle die niedergelegten Emissionsbedingungen."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle stellt sicher, dass nur Änderungen an den niedergelegten Emissionsbedingungen auf folgenden Grundlagen erfolgen: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "durch Gesetz,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "auf Grund eines Gesetzes,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "auf Grund eines Rechtsgeschäfts,"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "auf Grund einer gerichtlichen Entscheidung oder"}]}, {"type": "Enumeration", "ordinal": "5", "content": [{"type": "TextSpan", "content": "auf Grund eines vollstreckbaren Verwaltungsakts."}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Satz 1 gilt nicht für die Berichtigung offenbarer Unrichtigkeiten."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "TextSpan", "content": " Änderungen von bereits niedergelegten Emissionsbedingungen bedürfen zu ihrer Wirksamkeit wiederum der Niederlegung."}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Der Emittent hat geänderte Emissionsbedingungen niederzulegen."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "In den geänderten Emissionsbedingungen müssen die Änderungen nachvollziehbar sein."}]}]}]}, {"type": "Paragraph", "ordinal": "6", "title": "Verhältnis zu Wertpapierurkunden", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Ein Anspruch auf Ausreichung einzelner Wertpapierurkunden besteht nicht."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Das gilt nicht, wenn die Emissionsbedingungen des elektronischen Wertpapiers einen solchen Anspruch ausdrücklich vorsehen."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Der Emittent kann ein elektronisches Wertpapier durch ein inhaltsgleiches mittels Urkunde begebenes Wertpapier ersetzen, wenn "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "der Berechtigte zustimmt oder"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "die Emissionsbedingungen eine solche Ersetzung ohne Zustimmung des Berechtigten ausdrücklich zulassen."}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Das elektronische Wertpapier ist im Falle einer Ersetzung durch ein mittels Urkunde begebenes Wertpapier aus dem Register zu löschen."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "An die Stelle der Eintragung im Register tritt die Verkörperung des Rechts in der neu zu begebenden Urkunde, sobald die Löschung vollzogen und die Urkunde ausgestellt ist."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Der Emittent kann ein Wertpapier, das mittels Sammelurkunde begeben wurde oder mittels Einzelurkunden, die in Sammelverwahrung verwahrt werden, jederzeit und ohne Zustimmung der Berechtigten durch ein inhaltsgleiches Zentralregisterwertpapier ersetzen, wenn "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "das Zentralregisterwertpapier in ein bei einer Wertpapiersammelbank geführtes zentrales Register eingetragen wird,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "für das Zentralregisterwertpapier eine Wertpapiersammelbank als Inhaber eingetragen wird und"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "dies in den Emissionsbedingungen "}, {"type": "Litera", "ordinal": "1", "content": [{"type": "TextSpan", "content": "nicht ausgeschlossen ist oder"}]}, {"type": "Litera", "ordinal": "2", "content": [{"type": "TextSpan", "content": "nicht von der Zustimmung der Berechtigten abhängig gemacht wird."}]}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Mit der Eintragung des Zentralregisterwertpapiers wird die Urkunde kraftlos."}]}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "In allen anderen als den in Absatz 3 geregelten Fällen setzt die Ersetzung eines mittels Urkunde begebenen Wertpapiers durch ein elektronisches Wertpapier die ausdrückliche Zustimmung des Berechtigten voraus."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Mit der Eintragung des elektronischen Wertpapiers wird die Urkunde kraftlos."}]}]}]}, {"type": "Paragraph", "ordinal": "7", "title": "Registerführung; Schadenersatz", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle hat ein elektronisches Wertpapierregister so zu führen, dass Vertraulichkeit, Integrität und Authentizität der Daten gewährleistet sind."}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle hat sicherzustellen, dass das elektronische Wertpapierregister jederzeit die bestehende Rechtslage zutreffend wiedergibt und Eintragungen sowie Umtragungen vollständig und ordnungsgemäß erfolgen."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Sie ist dem Berechtigten zum Ersatz des Schadens verpflichtet, der durch eine Satz 1 nicht entsprechende Registerführung entsteht, es sei denn, sie hat den Fehler nicht zu vertreten."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle hat die erforderlichen technischen und organisatorischen Maßnahmen zu treffen, um einen Datenverlust oder eine unbefugte Datenveränderung über die gesamte Dauer, für die das elektronische Wertpapier eingetragen ist, zu verhindern."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Trifft die registerführende Stelle nicht die nach Satz 1 erforderlichen Maßnahmen, so haftet sie dem Berechtigten für den Schaden, der auf Grund des Datenverlustes oder der unbefugten Datenveränderung entsteht."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle hat sicherzustellen, dass der Gesamtbestand der vom Emittenten jeweils elektronisch begebenen Wertpapiere durch Eintragungen und Umtragungen nicht verändert wird."}]}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "TextSpan", "content": " Die Registerführung als solche stellt keine Verwahrung im Sinne des Depotgesetzes dar."}]}]}, {"type": "Paragraph", "ordinal": "8", "title": "Sammeleintragung; Einzeleintragung", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Auf Veranlassung des Emittenten kann als Inhaber elektronischer Wertpapiere bis zur Höhe des Nennbetrages der jeweiligen Emission eingetragen werden: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "eine Wertpapiersammelbank oder ein Verwahrer (Sammeleintragung) oder"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "eine natürliche oder juristische Person oder rechtsfähige Personengesellschaft, die das elektronische Wertpapier als Berechtigte hält (Einzeleintragung)."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Einzeleintragungen können auf Antrag des Inhabers in eine Sammeleintragung umgewandelt werden."}]}]}, {"type": "Paragraph", "ordinal": "9", "title": "Sondervorschrift für Sammeleintragungen", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Elektronische Wertpapiere in Sammeleintragung gelten als Wertpapiersammelbestand."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die Berechtigten der eingetragenen inhaltsgleichen Rechte gelten als Miteigentümer nach Bruchteilen an dem eingetragenen elektronischen Wertpapier."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Der jeweilige Anteil bestimmt sich nach dem Nennbetrag der für den Berechtigten in Sammeleintragung genommenen Rechte."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Die Wertpapiersammelbank oder ein Verwahrer verwaltet die Sammeleintragung treuhänderisch für die Berechtigten, ohne selbst Berechtigter zu sein."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die Wertpapiersammelbank oder ein Verwahrer kann die Sammeleintragung für die Berechtigten gemeinsam mit eigenen Anteilen verwalten."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "TextSpan", "content": " Besteht die Gesamtemission als Mischbestand teils aus einer Sammeleintragung und teils aus mittels Urkunde begebenen Wertpapieren oder Wertpapieren in Einzeleintragung im selben Register, so gelten diese Teile als ein einheitlicher Sammelbestand, wenn dies im Register zur Sammeleintragung vermerkt ist."}]}]}, {"type": "Paragraph", "ordinal": "10", "title": "Publizität; Registergeheimnis", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle muss sicherstellen, dass die Teilnehmer des elektronischen Wertpapierregisters elektronische Einsicht in das Register nehmen können."}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle hat jedem, der ein berechtigtes Interesse darlegt, die elektronische Einsicht in das elektronische Wertpapierregister zu gewähren."}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Auskünfte, die über die Angaben im elektronischen Wertpapierregister zum eingetragenen Wertpapier hinausgehen, einschließlich der Auskunft über die Identität und die Adresse eines Inhabers, darf die registerführende Stelle nur erteilen, soweit "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "derjenige, der Auskunft verlangt, ein besonderes berechtigtes Interesse darlegt,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "die Erteilung der Auskunft für die Erfüllung des Interesses erforderlich ist und"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "die Interessen des Inhabers am Schutz seiner personenbezogenen Daten das Interesse desjenigen, der Auskunft verlangt, nicht überwiegen."}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Für den Inhaber eines elektronischen Wertpapiers besteht in Bezug auf ein für ihn eingetragenes Wertpapier stets ein besonderes berechtigtes Interesse."}]}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Den zuständigen Aufsichts-, Ordnungs- und Strafverfolgungsbehörden ist gemäß Absatz 2 Einsicht in ein elektronisches Wertpapierregister zu gewähren und gemäß Absatz 3 Auskunft zu erteilen, soweit dies jeweils für die Erfüllung der gesetzlichen Aufgaben dieser Behörden erforderlich ist."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle hat stets vom Vorliegen dieser Voraussetzungen auszugehen, wenn sie von den in § 34 Absatz 4 Satz 1 des Bundesmeldegesetzes genannten Behörden um Einsicht oder Auskunft ersucht wird."}]}]}, {"type": "Section", "ordinal": "5", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle hat über die von ihr nach den Absätzen 2 bis 4 gewährten Einsichten und erteilten Auskünfte ein Protokoll zu führen."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Einer Protokollierung bedarf es nicht bei Einsichtnahmen durch oder Auskunftserteilungen an einen Teilnehmer des Registers nach Absatz 1."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Den Teilnehmern des Registers ist auf Verlangen Auskunft aus diesem Protokoll zu den sie betreffenden Einsichtnahmen oder Auskunftserteilungen zu geben, es sei denn, die Bekanntgabe würde den Erfolg strafrechtlicher Ermittlungen oder die Aufgabenwahrnehmung einer in § 34 Absatz 4 Satz 1 des Bundesmeldegesetzes genannten Behörde gefährden."}]}, {"type": "Sentence", "ordinal": "4", "content": [{"type": "TextSpan", "content": "Protokolleinträge sind nach Ablauf von zwei Jahren ab dem Eintragungsdatum zu vernichten."}]}]}]}, {"type": "Paragraph", "ordinal": "11", "title": "Aufsicht", "content": [{"type": "Section", "content": [{"type": "TextSpan", "content": "Die Bundesanstalt für Finanzdienstleistungsaufsicht überwacht als Aufsichtsbehörde die Führung eines elektronischen Wertpapierregisters nach diesem Gesetz."}]}]}]}, {"type": "Area", "title": "Zentrale Register", "ordinal": "Abschnitt 2", "content": [{"type": "Paragraph", "ordinal": "12", "title": "Zentrale Register", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Zentrale Register dienen der zentralen Eintragung und Publizität von Zentralregisterwertpapieren gemäß den nachfolgenden Bestimmungen."}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Zentrale Register können geführt werden von "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Wertpapiersammelbanken oder"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "einem Verwahrer, sofern der Emittent diesen ausdrücklich und in Textform dazu ermächtigt."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "TextSpan", "content": " Ein Zentralregisterwertpapier, das in ein durch eine Wertpapiersammelbank geführtes Register eingetragen wird und als dessen Inhaber eine Wertpapiersammelbank eingetragen wird, wird zur Abwicklung im Effektengiro bei einer Wertpapiersammelbank erfasst."}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle hat der Aufsichtsbehörde die Einrichtung eines zentralen Registers vor Aufnahme der Eintragungstätigkeit anzuzeigen."}]}]}, {"type": "Paragraph", "ordinal": "13", "title": "Registerangaben in zentralen Registern", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle hat sicherzustellen, dass das zentrale Register die folgenden Angaben über das eingetragene Wertpapier enthält: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "den wesentlichen Inhalt des Rechts einschließlich einer eindeutigen Wertpapierkennnummer,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "das Emissionsvolumen,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "den Nennbetrag,"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "den Emittenten,"}]}, {"type": "Enumeration", "ordinal": "5", "content": [{"type": "TextSpan", "content": "eine Kennzeichnung, ob es sich um eine Einzel- oder eine Sammeleintragung handelt,"}]}, {"type": "Enumeration", "ordinal": "6", "content": [{"type": "TextSpan", "content": "den Inhaber und"}]}, {"type": "Enumeration", "ordinal": "7", "content": [{"type": "TextSpan", "content": "Angaben zum Mischbestand nach § 9 Absatz 3."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Bei einer Einzeleintragung hat die registerführende Stelle sicherzustellen, dass das zentrale Register neben den Angaben nach Absatz 1 auch die folgenden Angaben über das eingetragene Wertpapier enthält: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Verfügungsbeschränkungen zugunsten einer bestimmten Person und"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Rechte Dritter."}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die Bezeichnung des Inhabers nach Absatz 1 Nummer 6 kann bei einer Einzeleintragung auch durch Zuordnung einer eindeutigen Kennung erfolgen."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle hat auf Weisung eines nach § 14 Absatz 1 Satz 1 Nummer 1 oder Nummer 2 Weisungsberechtigten zusätzlich Angaben zu sonstigen Verfügungsbeschränkungen sowie zur Geschäftsfähigkeit des Inhabers aufzunehmen."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle hat sicherzustellen, dass die Angaben nach den Absätzen 1 und 2 Satz 1 in einer Weise verknüpft sind, dass sie nur zusammen abgerufen werden können."}]}]}, {"type": "Paragraph", "ordinal": "14", "title": "Änderungen des Registerinhalts", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle darf, soweit gesetzlich nicht anders bestimmt, Änderungen der Angaben nach § 13 Absatz 1 und 2 sowie die Löschung des Wertpapiers und seiner niedergelegten Emissionsbedingungen nur vornehmen auf Grund einer Weisung "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "des Inhabers, es sei denn, der registerführenden Stelle ist bekannt, dass dieser nicht berechtigt ist, oder"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "einer Person oder Stelle, die berechtigt ist "}, {"type": "Litera", "ordinal": "1", "content": [{"type": "TextSpan", "content": "durch Gesetz,"}]}, {"type": "Litera", "ordinal": "2", "content": [{"type": "TextSpan", "content": "auf Grund eines Gesetzes,"}]}, {"type": "Litera", "ordinal": "3", "content": [{"type": "TextSpan", "content": "durch Rechtsgeschäft,"}]}, {"type": "Litera", "ordinal": "4", "content": [{"type": "TextSpan", "content": "durch gerichtliche Entscheidung oder"}]}, {"type": "Litera", "ordinal": "5", "content": [{"type": "TextSpan", "content": "durch vollstreckbaren Verwaltungsakt."}]}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Im Falle einer Verfügungsbeschränkung nach § 13 Absatz 2 Satz 1 Nummer 1 hat der Inhaber über seine Weisung hinaus der registerführenden Stelle zu versichern, dass die Zustimmung der durch die Verfügungsbeschränkungen begünstigten Personen zu der Änderung vorliegt."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Im Falle des § 13 Absatz 2 Satz 1 Nummer 2 tritt an die Stelle des Inhabers der eingetragene Dritte."}]}, {"type": "Sentence", "ordinal": "4", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle versieht den Eingang der Weisungen mit einem Zeitstempel."}]}, {"type": "Sentence", "ordinal": "5", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle darf von einer Weisung des Inhabers ausgehen, wenn die Weisung mittels eines geeigneten Authentifizierungsinstruments erteilt wurde."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle darf Änderungen der Angaben nach § 13 Absatz 1 Nummer 1 bis 5 und 7 sowie die Löschung einer Eintragung und ihrer niedergelegten Emissionsbedingungen, soweit gesetzlich nichts anderes bestimmt ist, nur mit Zustimmung des Emittenten vornehmen."}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle stellt sicher, dass Änderungen des Registerinhalts, insbesondere hinsichtlich des Inhabers, nur in der Reihenfolge vorgenommen werden, in der die diesbezüglichen Weisungen bei der registerführenden Stelle eingehen."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle versieht die Änderung des Registerinhalts mit einem Zeitstempel."}]}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle muss sicherstellen, dass Umtragungen eindeutig sind, innerhalb einer angemessenen Zeit erfolgen und die Transaktion nicht wieder ungültig werden kann."}]}, {"type": "Section", "ordinal": "5", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Hat die registerführende Stelle eine Änderung des Registerinhalts ohne eine Weisung nach Absatz 1 oder ohne die Zustimmung des Emittenten nach Absatz 2 vorgenommen, so muss sie die Änderung unverzüglich rückgängig machen."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die Rechte aus der Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten, zum freien Datenverkehr und zur Aufhebung der Richtlinie 95/46/EG (Datenschutz-Grundverordnung) (ABl.L 119 vom 4.5.2016, S. 1; L 314 vom 22.11.2016, S. 72; L 127 vom 23.5.2018, S. 2), insbesondere Artikel 17 der Verordnung (EU) 2016/679, bleiben unberührt."}]}]}]}, {"type": "Paragraph", "ordinal": "15", "title": "Verordnungsermächtigung in Bezug auf zentrale Register", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Das Bundesministerium der Justiz und für Verbraucherschutz und das Bundesministerium der Finanzen können für zentrale Register durch gemeinsame Rechtsverordnung, die nicht der Zustimmung des Bundesrates bedarf, die näheren Bestimmungen treffen über "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "die technischen Anforderungen an die Niederlegung der Emissionsbedingungen nach § 5, einschließlich der Darstellung von Änderungen und des Datenzugangs, sowie die Bedingungen für die Beschränkung des Zugangs zu den Emissionsbedingungen nach § 5 Absatz 1 Satz 2,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "das Verfahren zum Wechsel der Begebungsform oder der Auslieferung von Einzelurkunden nach § 6,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "die Einrichtung und die Führung des Registers nach § 7, einschließlich der für die zentralen Register vorzusehenden Eintragungsarten nach § 8 Absatz 1,"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "die Vorgaben zur Datenspeicherung und zur Datendarstellung nach § 13,"}]}, {"type": "Enumeration", "ordinal": "5", "content": [{"type": "TextSpan", "content": "die Anforderungen an die Gewährleistung des Einsichtsrechts gemäß § 10, den Kreis der Einsichtsberechtigten, einschließlich des Umfangs der Einsichtnahme und des jeweiligen Teilnehmerkreises für die zentralen Register, und die Gründe, die ein berechtigtes oder ein besonderes berechtigtes Einsichtsinteresse begründen, sowie die Regelungen zur Darlegung des Interesses und zum Verfahren der Einsichtnahme,"}]}, {"type": "Enumeration", "ordinal": "6", "content": [{"type": "TextSpan", "content": "den zu erwartenden Sorgfaltsmaßstab für die Abbildung der Rechtslage nach § 7 Absatz 2,"}]}, {"type": "Enumeration", "ordinal": "7", "content": [{"type": "TextSpan", "content": "die Anforderungen an die Vertraulichkeit, Integrität, Verfügbarkeit und Authentizität der Daten nach § 7 Absatz 3,"}]}, {"type": "Enumeration", "ordinal": "8", "content": [{"type": "TextSpan", "content": "die Anforderungen an die Zurechnung zu einem Mischbestand nach § 9 Absatz 3,"}]}, {"type": "Enumeration", "ordinal": "9", "content": [{"type": "TextSpan", "content": "die Anforderungen an die Identifizierung des Weisungsberechtigten und das Authentifizierungsinstrument nach § 14 Absatz 1,"}]}, {"type": "Enumeration", "ordinal": "10", "content": [{"type": "TextSpan", "content": "die Verfahrensanforderung zur Übermittlung und zur Vollziehung von Weisungen nach § 14 Absatz 1 bis 4,"}]}, {"type": "Enumeration", "ordinal": "11", "content": [{"type": "TextSpan", "content": "die Anforderungen an den angemessenen Zeitraum für Umtragungen und die Gültigkeit von Transaktionen nach § 14 Absatz 4 und"}]}, {"type": "Enumeration", "ordinal": "12", "content": [{"type": "TextSpan", "content": "die Modalitäten der Anzeige der Einrichtung eines zentralen Registers gegenüber der Aufsichtsbehörde nach § 12 Absatz 4."}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Das Bundesamt für Sicherheit in der Informationstechnik ist anzuhören, soweit die Sicherheit informationstechnischer Systeme betroffen ist."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Das Bundesministerium der Justiz und für Verbraucherschutz und das Bundesministerium der Finanzen können die Ermächtigung nach Absatz 1 durch gemeinsame Rechtsverordnung auf die Bundesanstalt für Finanzdienstleistungsaufsicht übertragen."}]}]}]}, {"type": "Area", "title": "Kryptowertpapierregister", "ordinal": "Abschnitt 3", "content": [{"type": "Paragraph", "ordinal": "16", "title": "Kryptowertpapierregister", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Ein Kryptowertpapierregister muss auf einem fälschungssicheren Aufzeichnungssystem geführt werden, in dem Daten in der Zeitfolge protokolliert und gegen unbefugte Löschung sowie nachträgliche Veränderung geschützt gespeichert werden."}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Registerführende Stelle ist, wer vom Emittenten gegenüber dem Inhaber als solche benannt wird."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Unterbleibt eine solche Benennung, gilt der Emittent als registerführende Stelle."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Ein Wechsel der registerführenden Stelle durch den Emittenten ist ohne Zustimmung des Inhabers oder des Berechtigten zulässig, es sei denn, in den Emissionsbedingungen ist etwas Abweichendes geregelt."}]}]}]}, {"type": "Paragraph", "ordinal": "17", "title": "Registerangaben im Kryptowertpapierregister", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle hat sicherzustellen, dass das Kryptowertpapierregister folgende Angaben über das eingetragene Kryptowertpapier enthält: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "den wesentlichen Inhalt des Rechts einschließlich einer eindeutigen Kennnummer und der Kennzeichnung als Wertpapier,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "das Emissionsvolumen,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "den Nennbetrag,"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "den Emittenten,"}]}, {"type": "Enumeration", "ordinal": "5", "content": [{"type": "TextSpan", "content": "eine Kennzeichnung, ob es sich um eine Einzel- oder eine Sammeleintragung handelt,"}]}, {"type": "Enumeration", "ordinal": "6", "content": [{"type": "TextSpan", "content": "den Inhaber und"}]}, {"type": "Enumeration", "ordinal": "7", "content": [{"type": "TextSpan", "content": "Angaben zum Mischbestand nach § 9 Absatz 3."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Bei einer Einzeleintragung hat die registerführende Stelle sicherzustellen, dass das Kryptowertpapierregister neben den Angaben nach Absatz 1 auch die folgenden Angaben über das eingetragene Wertpapier enthält: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Verfügungsbeschränkungen zugunsten einer bestimmten Person und"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Rechte Dritter."}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die Bezeichnung des Inhabers nach Absatz 1 Nummer 6 muss bei einer Einzeleintragung durch Zuordnung einer eindeutigen Kennung erfolgen."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle hat auf Weisung eines nach § 18 Absatz 1 Satz 1 Nummer 1 oder Nummer 2 Weisungsberechtigten zusätzlich Angaben zu sonstigen Verfügungsbeschränkungen sowie zur Geschäftsfähigkeit des Inhabers aufzunehmen."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle hat sicherzustellen, dass die Angaben nach den Absätzen 1 und 2 Satz 1 in einer Weise verknüpft sind, dass sie nur zusammen abgerufen werden können."}]}]}, {"type": "Paragraph", "ordinal": "18", "title": "Änderungen des Registerinhalts", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle darf Änderungen der Angaben nach § 17 Absatz 1 und 2 sowie die Löschung des Kryptowertpapiers und seiner niedergelegten Emissionsbedingungen nur vornehmen auf Grund einer Weisung "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "des Inhabers, es sei denn, der registerführenden Stelle ist bekannt, dass dieser nicht berechtigt ist, oder"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "einer Person oder Stelle, die hierzu berechtigt ist "}, {"type": "Litera", "ordinal": "1", "content": [{"type": "TextSpan", "content": "durch Gesetz,"}]}, {"type": "Litera", "ordinal": "2", "content": [{"type": "TextSpan", "content": "auf Grund eines Gesetzes,"}]}, {"type": "Litera", "ordinal": "3", "content": [{"type": "TextSpan", "content": "durch Rechtsgeschäft,"}]}, {"type": "Litera", "ordinal": "4", "content": [{"type": "TextSpan", "content": "durch gerichtliche Entscheidung oder"}]}, {"type": "Litera", "ordinal": "5", "content": [{"type": "TextSpan", "content": "durch vollstreckbaren Verwaltungsakt."}]}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Im Falle einer Verfügungsbeschränkung nach § 17 Absatz 2 Satz 1 Nummer 1 hat der Inhaber über seine Weisung hinaus der registerführenden Stelle zu versichern, dass die Zustimmung der durch die Verfügungsbeschränkungen begünstigten Personen zu der Änderung vorliegt."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Im Falle des § 17 Absatz 2 Satz 1 Nummer 2 tritt an die Stelle des Inhabers der eingetragene Dritte."}]}, {"type": "Sentence", "ordinal": "4", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle versieht den Eingang der Weisungen mit einem Zeitstempel."}]}, {"type": "Sentence", "ordinal": "5", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle darf von einer Weisung des Inhabers ausgehen, wenn die Weisung mittels eines geeigneten Authentifizierungsinstruments erteilt wurde."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle darf Änderungen der Angaben nach § 17 Absatz 1 Nummer 1 bis 5 und 7 sowie die Löschung einer Eintragung und ihrer niedergelegten Emissionsbedingungen nur mit Zustimmung des Emittenten vornehmen, soweit gesetzlich nichts anderes bestimmt ist."}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle stellt sicher, dass Änderungen des Registerinhalts, insbesondere hinsichtlich des Inhabers, nur in der Reihenfolge vorgenommen werden, in der die entsprechenden Weisungen bei der registerführenden Stelle eingehen."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die registerführende Stelle versieht die Änderung des Registerinhalts mit einem Zeitstempel."}]}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle muss sicherstellen, dass Umtragungen eindeutig sind, innerhalb einer angemessenen Zeit erfolgen und die Transaktion auf dem Aufzeichnungssystem nicht wieder ungültig werden kann."}]}, {"type": "Section", "ordinal": "5", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Hat die registerführende Stelle eine Änderung des Registerinhalts ohne eine Weisung nach Absatz 1 oder ohne die Zustimmung des Emittenten nach Absatz 2 vorgenommen, so muss sie die Änderung unverzüglich rückgängig machen."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die Rechte aus der Verordnung (EU) 2016/679, insbesondere deren Artikel 17, bleiben unberührt."}]}]}]}, {"type": "Paragraph", "ordinal": "19", "title": "Registerauszug", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Die registerführende Stelle hat dem Inhaber eines einzeln eingetragenen Kryptowertpapiers auf Verlangen einen Registerauszug in Textform zur Verfügung zu stellen, sofern dies zur Wahrnehmung seiner Rechte erforderlich ist."}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Ist der Inhaber eines einzeln eingetragenen Kryptowertpapiers ein Verbraucher, so hat die registerführende Stelle dem Inhaber zu folgenden Zeitpunkten einen Registerauszug in Textform zur Verfügung zu stellen: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "nach Eintragung eines Kryptowertpapiers in das Register zugunsten des Inhabers,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "bei jeder Veränderung des Registerinhalts, die den Inhaber betrifft, und"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "einmal jährlich."}]}]}]}, {"type": "Paragraph", "ordinal": "20", "title": "Veröffentlichung im Bundesanzeiger", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Der Emittent muss unverzüglich folgende Veröffentlichungen im Bundesanzeiger veranlassen: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "die Veröffentlichung der Eintragung eines Kryptowertpapiers in ein Kryptowertpapierregister sowie"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "die Veröffentlichung der Änderung der in Absatz 2 genannten Angaben eines eingetragenen Kryptowertpapiers."}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Unverzüglich nach der jeweiligen Veröffentlichung hat der Emittent der Aufsichtsbehörde diese Veröffentlichung mitzuteilen."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Die Veröffentlichung im Bundesanzeiger hat folgende Angaben zu enthalten: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "den Emittenten,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Informationen zum Kryptowertpapierregister,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "die registerführende Stelle,"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "den wesentlichen Inhalt des Rechts einschließlich einer eindeutigen Kennnummer und der Kennzeichnung als Wertpapier,"}]}, {"type": "Enumeration", "ordinal": "5", "content": [{"type": "TextSpan", "content": "das Datum der Eintragung des Kryptowertpapiers in das Kryptowertpapierregister sowie im Fall einer Änderung das Datum der Änderung und"}]}, {"type": "Enumeration", "ordinal": "6", "content": [{"type": "TextSpan", "content": "ob es sich um eine Eintragung oder um die Änderung der Angaben nach den Nummern 2 bis 4 handelt."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Die Aufsichtsbehörde führt über die ihr nach Absatz 1 Satz 2 in Verbindung mit Satz 1 Nummer 1 mitgeteilten Kryptowertpapiere eine öffentliche Liste im Internet."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Die Liste enthält zu jedem Kryptowertpapier jeweils folgende Angaben:"}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "den Emittenten,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "die registerführende Stelle,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "das Datum der Eintragung des Kryptowertpapiers in das Kryptowertpapierregister sowie"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "bei nach Absatz 1 Satz 2 in Verbindung mit Satz 1 Nummer 2 mitgeteilten Änderungen das Datum und den wesentlichen Inhalt der jeweiligen Änderungen."}]}]}]}]}, {"type": "Paragraph", "ordinal": "21", "title": "Pflichten des Emittenten", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Der Emittent trifft die erforderlichen technischen und organisatorischen Maßnahmen, um die Integrität und die Authentizität der Kryptowertpapiere für die gesamte Dauer, für die das Kryptowertpapier eingetragen ist, zu gewährleisten."}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Ist die Erfüllung der nach diesem Gesetz für das Kryptowertpapierregister geltenden Anforderungen nicht mehr sichergestellt, hat der Emittent in angemessener Zeit Abhilfe zu schaffen."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Schafft er keine Abhilfe, so kann die Aufsichtsbehörde vom Emittenten verlangen, das Kryptowertpapier in ein anderes elektronisches Wertpapierregister zu übertragen."}]}]}]}, {"type": "Paragraph", "ordinal": "22", "title": "Wechsel des Wertpapierregisters", "content": [{"type": "Section", "content": [{"type": "TextSpan", "content": "Will der Emittent ein Kryptowertpapier in ein anderes elektronisches Wertpapierregister übertragen, benötigt er hierfür die Zustimmung sämtlicher Inhaber des Kryptowertpapiers oder die Zustimmung der Aufsichtsbehörde."}]}]}, {"type": "Paragraph", "ordinal": "23", "title": "Verordnungsermächtigung in Bezug auf Kryptowertpapierregister", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Das Bundesministerium der Justiz und für Verbraucherschutz und das Bundesministerium der Finanzen können für Kryptowertpapierregister durch gemeinsame Rechtsverordnung, die nicht der Zustimmung des Bundesrates bedarf, nähere Bestimmungen erlassen über "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "das Verfahren und die Einzelheiten der Eintragung nach § 4 Absatz 4,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "die technischen Anforderungen an die Niederlegung der Emissionsbedingungen nach § 5, einschließlich der Darstellung von Änderungen und des Datenzugangs, sowie die Bedingungen für die Beschränkung des Zugangs zu den Emissionsbedingungen nach § 5 Absatz 1 Satz 2,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "das Verfahren zum Wechsel der Begebungsform oder der Auslieferung von Einzelurkunden nach § 6,"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "die Einrichtung und die Führung des Registers nach § 7, einschließlich der für die Kryptowertpapierregister vorzusehenden Eintragungsarten nach § 8 Absatz 1,"}]}, {"type": "Enumeration", "ordinal": "5", "content": [{"type": "TextSpan", "content": "den zu erwartenden Sorgfaltsmaßstab für die Abbildung der Rechtslage nach § 7 Absatz 2 sowie die Regelungen zur Rückgängigmachung von Eintragungen nach § 18 Absatz 5,"}]}, {"type": "Enumeration", "ordinal": "6", "content": [{"type": "TextSpan", "content": "die Anforderungen an die Vertraulichkeit, Integrität, Verfügbarkeit und Authentizität der Daten nach § 7 Absatz 3,"}]}, {"type": "Enumeration", "ordinal": "7", "content": [{"type": "TextSpan", "content": "die Anforderungen für die Zurechnung zu einem Mischbestand nach § 9 Absatz 3,"}]}, {"type": "Enumeration", "ordinal": "8", "content": [{"type": "TextSpan", "content": "die Anforderungen an die Gewährleistung des Einsichtsrechts gemäß § 10, den Kreis der Einsichtsberechtigten, einschließlich des Umfangs der Einsichtnahme und des jeweiligen Teilnehmerkreises für die Kryptowertpapierregister, und die Gründe, die ein berechtigtes oder ein besonderes berechtigtes Einsichtsinteresse begründen, sowie die Regelungen zur Darlegung des Interesses und zum Verfahren der Einsichtnahme,"}]}, {"type": "Enumeration", "ordinal": "9", "content": [{"type": "TextSpan", "content": "die Anforderungen an die Identifizierung des Weisungsberechtigten und an das Authentifizierungsinstrument nach § 18 Absatz 1,"}]}, {"type": "Enumeration", "ordinal": "10", "content": [{"type": "TextSpan", "content": "die Verfahrensanforderung zur Übermittlung und zur Vollziehung von Weisungen nach § 18 Absatz 1 bis 4,"}]}, {"type": "Enumeration", "ordinal": "11", "content": [{"type": "TextSpan", "content": "die Anforderungen an den angemessenen Zeitraum für Umtragungen und an die Gültigkeit von Transaktionen auf dem Aufzeichnungssystem nach § 18 Absatz 4,"}]}, {"type": "Enumeration", "ordinal": "12", "content": [{"type": "TextSpan", "content": "die Anforderungen an den Austausch von Informationen des Registers mit dritten Systemen oder Anwendungen und an die gegenseitige Nutzung ausgetauschter Informationen,"}]}, {"type": "Enumeration", "ordinal": "13", "content": [{"type": "TextSpan", "content": "die Zugänglichkeit des verwendeten Quellcodes,"}]}, {"type": "Enumeration", "ordinal": "14", "content": [{"type": "TextSpan", "content": "die verwendeten Steuerungsverfahren und Steuerungsmaßnahmen,"}]}, {"type": "Enumeration", "ordinal": "15", "content": [{"type": "TextSpan", "content": "die Sicherstellung von Verantwortlichkeiten und Identifizierungsmerkmalen,"}]}, {"type": "Enumeration", "ordinal": "16", "content": [{"type": "TextSpan", "content": "die Anforderungen an die technische Leistungsfähigkeit und die technische Skalierbarkeit,"}]}, {"type": "Enumeration", "ordinal": "17", "content": [{"type": "TextSpan", "content": "die Berechtigungskonzepte zur Änderung und Fortschreibung der Daten auf dem Aufzeichnungssystem und der Inhalte des Registers,"}]}, {"type": "Enumeration", "ordinal": "18", "content": [{"type": "TextSpan", "content": "die verwendeten kryptografischen Verfahren und alle Mittel und Methoden für die Transformation von Daten, um ihren semantischen Inhalt zu verbergen, ihre unbefugte Verwendung zu verhindern oder ihre unbemerkte Veränderung zu verhindern,"}]}, {"type": "Enumeration", "ordinal": "19", "content": [{"type": "TextSpan", "content": "die Daten, die im Aufzeichnungssystem gespeichert werden müssen,"}]}, {"type": "Enumeration", "ordinal": "20", "content": [{"type": "TextSpan", "content": "die Art und Weise, das Format und den Inhalt der Veröffentlichung und der Mitteilung nach § 20 Absatz 1,"}]}, {"type": "Enumeration", "ordinal": "21", "content": [{"type": "TextSpan", "content": "die Voraussetzungen für die Aufnahme und die Löschung von Kryptowertpapieren, das Format, den Inhalt und die Führung der Liste durch die Aufsichtsbehörde gemäß § 20 Absatz 3,"}]}, {"type": "Enumeration", "ordinal": "22", "content": [{"type": "TextSpan", "content": "die Informationen, die die registerführende Stelle mit den Informationen im Aufzeichnungssystem abgleichen oder ergänzen muss und speichern muss,"}]}, {"type": "Enumeration", "ordinal": "23", "content": [{"type": "TextSpan", "content": "die Kriterien für eine Teilnahme am Register, die einen fairen und offenen Zugang ermöglichen,"}]}, {"type": "Enumeration", "ordinal": "24", "content": [{"type": "TextSpan", "content": "die Kommunikationsverfahren mit den Teilnehmern einschließlich der Schnittstellen, über die diese mit der registerführenden Stelle sowie dem Aufzeichnungssystem verbunden sind,"}]}, {"type": "Enumeration", "ordinal": "25", "content": [{"type": "TextSpan", "content": "die Anforderungen an die erforderlichen technischen und organisatorischen Maßnahmen des Emittenten nach § 21 Absatz 1,"}]}, {"type": "Enumeration", "ordinal": "26", "content": [{"type": "TextSpan", "content": "die Details bezüglich des Verfahrens für den Wechsel des Wertpapierregisters nach § 21 Absatz 2 und § 22,"}]}, {"type": "Enumeration", "ordinal": "27", "content": [{"type": "TextSpan", "content": "die Dokumentation und die Beschreibung des Registers,"}]}, {"type": "Enumeration", "ordinal": "28", "content": [{"type": "TextSpan", "content": "die Anforderungen an die Geschäftsorganisation bei der Führung des Registers und"}]}, {"type": "Enumeration", "ordinal": "29", "content": [{"type": "TextSpan", "content": "die Art, das Format und den Inhalt des Registerauszugs gemäß § 19."}]}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Das Bundesamt für Sicherheit in der Informationstechnik ist anzuhören, soweit die Sicherheit informationstechnischer Systeme betroffen ist."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Das Bundesministerium der Justiz und für Verbraucherschutz und das Bundesministerium der Finanzen können die Ermächtigung nach Absatz 1 durch gemeinsame Rechtsverordnung auf die Bundesanstalt für Finanzdienstleistungsaufsicht übertragen."}]}]}]}, {"type": "Area", "title": "Verfügungen über elektronische Wertpapiere in Einzeleintragung", "ordinal": "Abschnitt 4", "content": [{"type": "Paragraph", "ordinal": "24", "title": "Verfügungstransparenz", "content": [{"type": "Section", "content": [{"type": "TextSpan", "content": "Folgende Verfügungen bedürfen vorbehaltlich der sonstigen gesetzlichen Anforderungen zu ihrer Wirksamkeit einer Eintragung oder Umtragung in dem elektronischen Wertpapierregister: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Verfügungen über ein elektronisches Wertpapier,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Verfügungen über ein Recht aus einem elektronischen Wertpapier oder über ein Recht an einem solchen Recht oder"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Verfügungen über ein Recht an einem elektronischen Wertpapier oder über ein Recht an einem solchen Recht."}]}]}]}, {"type": "Paragraph", "ordinal": "25", "title": "Übereignung", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Zur Übertragung des Eigentums an einem elektronischen Wertpapier ist es erforderlich, dass das elektronische Wertpapier auf Weisung des Berechtigten auf den Erwerber umgetragen wird und beide sich darüber einig sind, dass das Eigentum übergehen soll."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Bis zur Umtragung auf den Erwerber verliert der Berechtigte sein Eigentum nicht."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Das Recht aus dem Wertpapier wird mit der Übereignung des elektronischen Wertpapiers nach Absatz 1 übertragen."}]}]}, {"type": "Paragraph", "ordinal": "26", "title": "Gutgläubiger Erwerb", "content": [{"type": "Section", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Zugunsten desjenigen, der auf Grund eines Rechtsgeschäfts in ein elektronisches Wertpapierregister eingetragen wird, gilt der Inhalt des elektronischen Wertpapierregisters als vollständig und richtig sowie der Inhaber als Berechtigter, es sei denn, dass dem Erwerber zum Zeitpunkt seiner Eintragung etwas anderes bekannt oder infolge grober Fahrlässigkeit unbekannt ist."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Eine Verfügungsbeschränkung im Sinne des § 13 Absatz 2 Satz 1 Nummer 1 oder des § 17 Absatz 2 Satz 1 Nummer 1 ist dem Erwerber gegenüber nur wirksam, wenn sie im elektronischen Wertpapierregister eingetragen ist oder dem Erwerber bekannt ist."}]}, {"type": "Sentence", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Die Sätze 1 und 2 sind nicht anzuwenden auf die Angaben, die unter § 13 Absatz 2 Satz 3 und § 17 Absatz 2 Satz 3 fallen."}]}]}]}, {"type": "Paragraph", "ordinal": "27", "title": "Eigentumsvermutung für den Inhaber", "content": [{"type": "Section", "content": [{"type": "TextSpan", "content": "Sofern dieses Gesetz nichts anderes vorsieht, wird zugunsten des Inhabers eines elektronischen Wertpapiers vermutet, dass er für die Dauer seiner Eintragung als Inhaber Eigentümer des Wertpapiers ist."}]}]}]}, {"type": "Area", "title": "Sondervorschriften zu Buch 2 Abschnitt 8 Titel 24 des Bürgerlichen Gesetzbuchs", "ordinal": "Abschnitt 5", "content": [{"type": "Paragraph", "ordinal": "28", "title": "Rechte aus der Schuldverschreibung; Einwendungen des Emittenten", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Der Inhaber einer als elektronisches Wertpapier begebenen Schuldverschreibung kann vom Emittenten die in der Schuldverschreibung versprochene Leistung verlangen, es sei denn, dass er hierzu nicht berechtigt ist."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Der Emittent wird auch durch die Leistung an den Inhaber befreit."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Der Emittent einer elektronisch begebenen Schuldverschreibung kann nur folgende Einwendungen erheben: "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Einwendungen, die sich aus der Eintragung ergeben,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Einwendungen, die die Gültigkeit der Eintragung betreffen,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "Einwendungen, die sich aus den Anleihebedingungen ergeben, oder"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "Einwendungen, die ihm zustehen "}, {"type": "Litera", "ordinal": "1", "content": [{"type": "TextSpan", "content": "im Fall einer Einzeleintragung unmittelbar gegen den Inhaber,"}]}, {"type": "Litera", "ordinal": "2", "content": [{"type": "TextSpan", "content": "im Fall einer Sammeleintragung unmittelbar gegen denjenigen, der auf Grund einer Depotbescheinigung zur Rechtsausübung gemäß § 6 Absatz 2 Satz 3 des Depotgesetzes als Inhaber gilt."}]}]}]}]}, {"type": "Paragraph", "ordinal": "29", "title": "Leistungspflicht nur gegen Umtragung; Erlöschen", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Der Emittent einer elektronisch begebenen Schuldverschreibung ist zur Leistung aus der Schuldverschreibung nur verpflichtet, wenn der Inhaber gegenüber der registerführenden Stelle eine Weisung zur Umtragung auf den Emittenten bei Zahlungsnachweis erteilt."}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Die Vorlegung einer elektronisch begebenen Schuldverschreibung im Sinne des § 801 des Bürgerlichen Gesetzbuchs erfolgt durch ausdrückliches Verlangen der Leistung unter Glaubhaftmachung der Berechtigung."}]}]}, {"type": "Paragraph", "ordinal": "30", "title": "Außerordentliche Kündigung", "content": [{"type": "Section", "content": [{"type": "Sentence", "ordinal": "1", "content": [{"type": "TextSpan", "content": "Der Inhaber einer in einem Kryptowertpapierregister eingetragenen Schuldverschreibung ist zur außerordentlichen Kündigung berechtigt, wenn er dem Emittenten erfolglos eine angemessene Frist zur Wiederherstellung der Funktionstüchtigkeit des Kryptowertpapierregisters gesetzt hat."}]}, {"type": "Sentence", "ordinal": "2", "content": [{"type": "TextSpan", "content": "Der Wiederherstellung der Funktionstüchtigkeit des Registers steht die Übertragung der Schuldverschreibung auf ein anderes Wertpapierregister nach § 21 Absatz 2 und § 22 gleich."}]}]}]}]}, {"type": "Area", "title": "Bußgeldvorschriften", "ordinal": "Abschnitt 6", "content": [{"type": "Paragraph", "ordinal": "31", "title": "Bußgeldvorschriften", "content": [{"type": "Section", "ordinal": "1", "content": [{"type": "TextSpan", "content": " Ordnungswidrig handelt, wer "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "entgegen § 20 Absatz 1 eine Veröffentlichung nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig vornimmt oder eine Mitteilung nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig macht oder"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "einer vollziehbaren Anordnung nach § 21 Absatz 2 Satz 2 zuwiderhandelt."}]}]}, {"type": "Section", "ordinal": "2", "content": [{"type": "TextSpan", "content": " Ordnungswidrig handelt, wer vorsätzlich oder fahrlässig "}, {"type": "Enumeration", "ordinal": "1", "content": [{"type": "TextSpan", "content": "entgegen § 7 Absatz 1, auch in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 3 oder § 23 Absatz 1 Satz 1 Nummer 4, ein Register nicht oder nicht richtig führt,"}]}, {"type": "Enumeration", "ordinal": "2", "content": [{"type": "TextSpan", "content": "entgegen § 7 Absatz 2 Satz 1 in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 6 oder § 23 Absatz 1 Satz 1 Nummer 5 nicht sicherstellt, dass eine Eintragung oder Umtragung in der dort genannten Weise erfolgt,"}]}, {"type": "Enumeration", "ordinal": "3", "content": [{"type": "TextSpan", "content": "entgegen § 7 Absatz 3 Satz 1 in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 7 oder § 23 Absatz 1 Satz 1 Nummer 6 eine dort genannte Maßnahme nicht, nicht richtig oder nicht rechtzeitig trifft,"}]}, {"type": "Enumeration", "ordinal": "4", "content": [{"type": "TextSpan", "content": "entgegen § 7 Absatz 3 Satz 3, auch in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 7 oder § 23 Absatz 1 Satz 1 Nummer 6 nicht sicherstellt, dass der dort genannte Gesamtbestand nicht verändert wird,"}]}, {"type": "Enumeration", "ordinal": "5", "content": [{"type": "TextSpan", "content": "entgegen § 10 Absatz 1, auch in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 5 oder § 23 Absatz 1 Satz 1 Nummer 8, nicht sicherstellt, dass die Teilnehmer Einsicht nehmen können,"}]}, {"type": "Enumeration", "ordinal": "6", "content": [{"type": "TextSpan", "content": "entgegen § 10 Absatz 2 in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 5 oder § 23 Absatz 1 Satz 1 Nummer 8 Einsicht nicht oder nicht rechtzeitig gewährt,"}]}, {"type": "Enumeration", "ordinal": "7", "content": [{"type": "TextSpan", "content": "entgegen § 10 Absatz 3 Satz 1 in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 5 oder § 23 Absatz 1 Satz 1 Nummer 8 eine Auskunft erteilt,"}]}, {"type": "Enumeration", "ordinal": "8", "content": [{"type": "TextSpan", "content": "entgegen § 12 Absatz 4 eine Anzeige nicht, nicht richtig oder nicht rechtzeitig erstattet,"}]}, {"type": "Enumeration", "ordinal": "9", "content": [{"type": "TextSpan", "content": "entgegen § 13 Absatz 1, auch in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 4, oder entgegen § 17 Absatz 1 nicht sicherstellt, dass ein dort genanntes Register die dort genannten Angaben enthält,"}]}, {"type": "Enumeration", "ordinal": "10", "content": [{"type": "TextSpan", "content": "entgegen § 13 Absatz 3, auch in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 4, oder entgegen § 17 Absatz 3 nicht sicherstellt, dass die Angaben in der dort genannten Weise verknüpft sind,"}]}, {"type": "Enumeration", "ordinal": "11", "content": [{"type": "TextSpan", "content": "entgegen § 14 Absatz 1 oder 2 oder § 18 Absatz 1 oder 2 eine Änderung oder Löschung vornimmt,"}]}, {"type": "Enumeration", "ordinal": "12", "content": [{"type": "TextSpan", "content": "entgegen § 14 Absatz 4 in Verbindung mit einer Rechtsverordnung nach § 15 Absatz 1 Satz 1 Nummer 11 oder entgegen § 18 Absatz 4 in Verbindung mit einer Rechtsverordnung nach § 23 Absatz 1 Nummer 11 nicht sicherstellt, dass eine Umtragung oder Transaktion eine dort genannte Anforderung erfüllt,"}]}, {"type": "Enumeration", "ordinal": "13", "content": [{"type": "TextSpan", "content": "entgegen § 14 Absatz 5 Satz 1 oder entgegen § 18 Absatz 5 Satz 1, auch in Verbindung mit einer Rechtsverordnung nach § 23 Absatz 1 Satz 1 Nummer 5, eine Änderung nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig rückgängig macht,"}]}, {"type": "Enumeration", "ordinal": "14", "content": [{"type": "TextSpan", "content": "entgegen § 16 Absatz 1 ein Kryptowertpapierregister nicht richtig führt oder"}]}, {"type": "Enumeration", "ordinal": "15", "content": [{"type": "TextSpan", "content": "entgegen § 19, auch in Verbindung mit einer Rechtsverordnung nach § 23 Absatz 1 Satz 1 Nummer 29, einen Registerauszug nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig zur Verfügung stellt."}]}]}, {"type": "Section", "ordinal": "3", "content": [{"type": "TextSpan", "content": " Die Ordnungswidrigkeit kann mit einer Geldbuße bis zu einhunderttausend Euro geahndet werden."}]}, {"type": "Section", "ordinal": "4", "content": [{"type": "TextSpan", "content": " Verwaltungsbehörde im Sinne des § 36 Absatz 1 Nummer 1 des Gesetzes über Ordnungswidrigkeiten ist die Bundesanstalt für Finanzdienstleistungsaufsicht."}]}]}]}]}
