{
    "type":"Law",
    "title":"Verordnung über Anforderungen an elektronische Wertpapierregister",
    "abbreviation":"eWpRV",
    "content": [
        {
            "type":"Paragraph",
            "title":"Eingangsformel",
            "content":[
                {
                    "type":"TextSpan",
                    "content":"Auf Grund des § 15 Absatz 1 und des § 23 Absatz 1 des Gesetzes über elektronische Wertpapiere vom 3. Juni 2021 (BGBl. I S. 1423) in Verbindung mit § 1 Absatz 2 des Zuständigkeitsanpassungsgesetzes vom 16. August 2002 (BGBl. I S. 3165) und dem Organisationserlass vom 8. Dezember 2021 (BGBl. I S. 5176) und, soweit die Sicherheit informationstechnischer Systeme betroffen ist, nach Anhörung des Bundesamts für Sicherheit in der Informationstechnik verordnen das Bundesministerium der Justiz und das Bundesministerium der Finanzen:"
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"1",
            "title":"Anwendungsbereich",
            "content":[
                {
                    "type":"TextSpan",
                    "content":"Diese Verordnung gilt für elektronische Wertpapierregister nach "
                },
                {
                    "type":"Reference",
                    "source": "Verweis",
                    "content":"§ 4 Absatz 1",
                    "url":"https://www.gesetze-im-internet.de/ewpg/__4.html"
                },
                {
                    "type":"TextSpan",
                    "content":" sowie für registerführende Stellen nach "
                },
                {   "type":"Reference",
                    "source":"Verweis",
                    "content":"§ 12 Absatz 2",
                    "url":"https://www.gesetze-im-internet.de/ewpg/__12.html"
                },
                {
                    "type":"TextSpan",
                    "content":" und nach "
                },
                {
                    "type":"Reference",
                    "source":"Verweis",
                    "content":"§ 16 Absatz 2",
                    "url":"https://www.gesetze-im-internet.de/ewpg/__16.html"
                },
                {
                    "type":"TextSpan",
                    "content":" des Gesetzes über elektronische Wertpapiere."
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"2",
            "title":"Teilnehmer",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Teilnehmer eines elektronischen Wertpapierregisters sind"
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"der Emittent eines elektronischen Wertpapiers,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"der Inhaber eines elektronischen Wertpapiers,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"jede bestimmte Person, zugunsten derer in einem elektronischen Wertpapierregister eine Verfügungsbeschränkung gemäß § 13 Absatz 2 Satz 1 Nummer 1 oder § 17 Absatz 2 Satz 1 Nummer 1 des Gesetzes über elektronische Wertpapiere eingetragen ist, und"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"4",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"jeder Dritte, für den ein Recht in einem elektronischen Wertpapierregister gemäß § 13 Absatz 2 Satz 1 Nummer 2 oder § 17 Absatz 2 Satz 1 Nummer 2 des Gesetzes über elektronische Wertpapiere eingetragen ist."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Teilnehmer ist außerdem, wer aufgrund einer Vereinbarung mit der registerführenden Stelle Zugang zu den Funktionen des Registers erhält."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"3",
            "title":"Dokumentationspflichten; Beaufsichtigung",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die registerführende Stelle hat in einer nachvollziehbaren, aussagefähigen und für einen sachkundigen Dritten leicht verständlichen Art und Weise Folgendes zu dokumentieren:"
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Einzelheiten der Einrichtung und der Führung des Registers nach § 7 des Gesetzes über elektronische Wertpapiere,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Einzelheiten der Verfahrensanforderungen zur Übermittlung und Vollziehung einer Weisung oder Übermittlung einer Zustimmung nach § 14 Absatz 1 bis 4 des Gesetzes über elektronische Wertpapiere bei zentralen Registern oder nach § 18 Absatz 1 bis 4 des Gesetzes über elektronische Wertpapiere bei Kryptowertpapierregistern sowie"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"den angemessenen Zeitraum für Umtragungen und die Anforderungen an die Gültigkeit der Umtragungen nach § 14 Absatz 4 des Gesetzes über elektronische Wertpapiere bei zentralen Registern oder nach § 18 Absatz 4 des Gesetzes über elektronische Wertpapiere bei Kryptowertpapierregistern."
                                }
                            ]
                        }
                    ] 
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Dokumentation ist der Bundesanstalt für Finanzdienstleistungsaufsicht (Bundesanstalt) auf deren Anforderung elektronisch zur Verfügung zu stellen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Auf Anfrage eines Teilnehmers ist sie auch diesem elektronisch zur Verfügung zu stellen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Soweit die Dokumentation nicht die Anforderungen nach Absatz 1 erfüllt oder Anhaltspunkte dafür bestehen, dass die dokumentierten Festlegungen nach Absatz 1 nicht ausreichend sind, um die berechtigten Interessen der Anleger hinsichtlich der Registerführung nach § 7 des Gesetzes über elektronische Wertpapiere oder der Änderungen des Registerinhalts nach den §§ 14 und 18 des Gesetzes über elektronische Wertpapiere zu schützen, kann die Bundesanstalt gegenüber der registerführenden Stelle Anordnungen bezüglich der Dokumentation sowie der dokumentierten Festlegungen nach Absatz 1 treffen."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"4",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Dokumentation ist aufzubewahren."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Aufbewahrungsfrist endet zehn Jahre nach der Beendigung des Registers."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Im Falle der Änderung der Dokumentation endet die Aufbewahrungsfrist für die frühere Fassung der Dokumentation zehn Jahre nach Inkrafttreten der Änderung."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"4",
            "title":"Niederlegung der Emissionsbedingungen gemäß § 5 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Für die Niederlegung der Emissionsbedingungen als beständiges elektronisches Dokument gemäß § 5 Absatz 1 des Gesetzes über elektronische Wertpapiere hat die registerführende Stelle die Informationen nachweisbar derart zu speichern, dass sie jederzeit unverändert wiedergegeben werden können."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Sie hat dafür Sorge zu tragen, dass die Integrität und Authentizität der gespeicherten Informationen für den gesamten Zeitraum, in dem Schutzbedarf besteht, sichergestellt und jederzeit überprüfbar sind."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Um die Emissionsbedingungen gemäß § 5 Absatz 1 des Gesetzes über elektronische Wertpapiere jedermann zur beliebig wiederholbaren unmittelbaren Kenntnisnahme zugänglich zu machen, hat die registerführende Stelle die Emissionsbedingungen vorbehaltlich Absatz 5 jederzeit im Internet frei zugänglich und über gängige Verfahren leicht auffindbar zur Verfügung zu stellen."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Änderungen der Emissionsbedingungen sind nachvollziehbar niedergelegt gemäß § 5 Absatz 4 Satz 2 des Gesetzes über elektronische Wertpapiere, wenn ihre verschiedenen Versionen fortlaufend nummeriert und zeitlich protokolliert werden und in dieser Form gemäß den Absätzen 1 und 2 zugänglich sind."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"4",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Änderungen des Zugangs zu den Emissionsbedingungen sind rechtzeitig und in geeigneter Weise bekannt zu machen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Eine Bezugnahme auf die niedergelegten Emissionsbedingungen gemäß § 7 Absatz 1 ist unverzüglich zu aktualisieren."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"5",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Richtet sich ein Angebot zum Erwerb von elektronischen Wertpapieren lediglich an einen eingeschränkten Personenkreis, so kann abweichend von Absatz 2 die registerführende Stelle auf Veranlassung des Emittenten den Zugang zu den Emissionsbedingungen auf diesen Personenkreis beschränken."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"6",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die registerführende Stelle kann offenbare Unrichtigkeiten in den niedergelegten Emissionsbedingungen mit Zustimmung des Emittenten berichtigen."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"5",
            "title":"Anforderungen an die Einrichtung und die Führung des Registers nach § 7 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Sentence",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die registerführende Stelle hat das elektronische Wertpapierregister unter Berücksichtigung des Stands der Technik so zu führen, dass die Vertraulichkeit, Integrität, Verfügbarkeit und Authentizität der Daten über den gesamten Zeitraum, in dem Schutzbedarf besteht, gewährleistet sind."
                        }
                    ]
                },
                {
                    "type":"Sentence",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Dazu sind insbesondere die Systeme vor ihrem erstmaligen Einsatz und vor ihrem Einsatz nach wesentlichen Veränderungen an diesen zu testen und von den fachlich und technisch zuständigen Mitarbeitern der registerführenden Stelle abzunehmen."
                        }
                    ]
                },
                {
                    "type":"Sentence",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die registerführende Stelle hat einen Regelprozess der Entwicklung, des Testens, der Freigabe und der Implementierung in die Produktionsprozesse zu etablieren. Produktions- und Testumgebung sind dabei grundsätzlich voneinander zu trennen."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"6",
            "title":"Anforderungen an die vorzusehenden Eintragungsarten nach § 8 Absatz 1 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Sentence",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Eine registerführende Stelle kann die technischen Vorkehrungen für die Registerführung von lediglich elektronischen Wertpapieren in Sammeleintragung, lediglich elektronischen Wertpapieren in Einzeleintragung oder sowohl von elektronischen Wertpapieren in Sammeleintragung als auch in Einzeleintragung vorsehen."
                        }
                    ]
                },
                {
                    "type":"Sentence",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"§ 8 Absatz 2 des Gesetzes über elektronische Wertpapiere und § 9b Absatz 2 des Depotgesetzes bleiben unberührt."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"7",
            "title":"Wesentlicher Inhalt des Rechts und eindeutige Wertpapierkennnummer gemäß § 13 Absatz 1 Nummer 1 oder § 17 Absatz 1 Nummer 1 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Bei der Eintragung einer elektronischen Schuldverschreibung auf den Inhaber genügt es für die Angabe des wesentlichen Inhalts des Rechts gemäß § 13 Absatz 1 Nummer 1 oder § 17 Absatz 1 Nummer 1 des Gesetzes über elektronische Wertpapiere, wenn auf die niedergelegten Emissionsbedingungen Bezug genommen wird."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Wird von der Möglichkeit nach Satz 1 kein Gebrauch gemacht, so sind als wesentlicher Inhalt des Rechts in das Register alle Angaben aufzunehmen, die aus Sicht eines verständigen Anlegers für die Anlageentscheidung relevant sind."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Dazu gehören mindestens die folgenden Angaben:"
                                },
                                {
                                    "type":"Enumeration",
                                    "ordinal":"1",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Laufzeit,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Enumeration",
                                    "ordinal":"2",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Höhe und Art der Verzinsung einschließlich der angewandten Berechnungsmethode,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Enumeration",
                                    "ordinal":"3",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Fälligkeit sämtlicher Zahlungen,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Enumeration",
                                    "ordinal":"4",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"ordentliche und außerordentliche Kündigungsrechte sowie"
                                        }
                                    ]
                                },
                                {
                                    "type":"Enumeration",
                                    "ordinal":"5",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Rangrücktrittsvereinbarungen."
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Bei elektronischen Anteilscheinen gemäß § 95 Absatz 1 des Kapitalanlagegesetzbuchs erfolgt die Angabe des wesentlichen Inhalts des Rechts durch Bezugnahme auf die Anlagebedingungen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Änderungen eines Zugangs zu den Anlagebedingungen sind rechtzeitig und in geeigneter Weise bekannt zu machen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Eine Bezugnahme auf die Anlagebedingungen ist unverzüglich zu aktualisieren."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"In die Eintragung ist die Internationale Wertpapierkennnummer aufzunehmen."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"8",
            "title":"Personenbezogene Registerangaben",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                    {
                        "type":"Sentence",
                        "ordinal":"1",
                        "content":[
                            {
                                "type":"TextSpan",
                                "content":"Bei einem elektronischen Wertpapier in Sammeleintragung hat die registerführende Stelle sicherzustellen, dass das elektronische Wertpapierregister zur Bezeichnung des Emittenten und des Inhabers die folgenden Angaben enthält:"
                            },
                            {
                                "type":"Enumeration",
                                "ordinal":"1",
                                "content":[
                                    {
                                        "type":"TextSpan",
                                        "content":"bei natürlichen Personen: Vorname und Familienname, Geburtsdatum, Wohnort und, falls ersichtlich, akademische Grade und frühere Familiennamen;"
                                    }
                                ]
                            },
                            {
                                "type":"Enumeration",
                                "ordinal":"2",
                                "content":[
                                    {
                                        "type":"TextSpan",
                                        "content":"bei juristischen Personen, Handels- und Partnerschaftsgesellschaften: der Name oder die Firma und der Sitz oder die gültige Kennung für Rechtsträger;"
                                    }
                                ]
                            },
                            {
                                "type":"Enumeration",
                                "ordinal":"3",
                                "content":[
                                    {
                                        "type":"TextSpan",
                                        "content":"bei einer Gesellschaft bürgerlichen Rechts: zur Bezeichnung der Gesellschafter die Merkmale gemäß Nummer 1 oder Nummer 2; zur Bezeichnung der Gesellschaft können zusätzlich deren Name und Sitz angegeben werden."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "type":"Sentence",
                        "ordinal":"2",
                        "content":[
                            {
                                "type":"TextSpan",
                                "content":"Bei der Bezeichnung von juristischen Personen sowie Handels- und Partnerschaftsgesellschaften sollen zudem das Registergericht und das Registerblatt der Eintragung in das Handels-, Genossenschafts-, Partnerschafts- oder Vereinsregister angegeben werden, wenn sich diese Angaben aus den der registerführenden Stelle vorliegenden Aufzeichnungen ergeben oder der registerführenden Stelle anderweitig bekannt sind."
                            }
                        ]
                    },
                    {
                        "type":"Sentence",
                        "ordinal":"3",
                        "content":[
                            {
                                "type":"TextSpan",
                                "content":"Die Angaben nach Satz 2 sind nicht erforderlich, wenn für die juristische Person, Handels- oder Partnerschaftsgesellschaft die gültige Kennung für Rechtsträger angegeben worden ist."
                            }
                        ]
                    }]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Bei einem elektronischen Wertpapier in Einzeleintragung hat die registerführende Stelle sicherzustellen, dass das elektronische Wertpapierregister zur Bezeichnung des Emittenten und von Personen, zugunsten derer ein Recht oder eine Verfügungsbeschränkung einzutragen ist, die Angaben nach Absatz 1 enthält."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Bezeichnung des Inhabers kann bei Zentralregisterwertpapieren in Einzeleintragung durch die Angaben nach Absatz 1 oder durch Zuordnung einer eindeutigen Kennung erfolgen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Bei Kryptowertpapieren in Einzeleintragung ist der Inhaber durch Zuordnung einer eindeutigen Kennung zu bezeichnen."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"9",
            "title":"Wechsel der Begebungsform nach § 6 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Ersetzt der Emittent gemäß § 6 Absatz 2 Satz 1 Nummer 1 des Gesetzes über elektronische Wertpapiere ein elektronisches Wertpapier durch ein inhaltsgleiches mittels Urkunde begebenes Wertpapier, so hat er die Zustimmung des Berechtigten in einer Weise zu dokumentieren, die dem Berechtigten oder der Bundesanstalt eine spätere Überprüfung der Zustimmungserklärung und ihres Zugangs ermöglicht."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Kenntlichmachung des elektronischen Wertpapiers und seiner niedergelegten Emissionsbedingungen als gegenstandslos gemäß § 4 Absatz 9 des Gesetzes über elektronische Wertpapiere im elektronischen Wertpapierregister durch die registerführende Stelle hat auch einen Hinweis auf den Wechsel der Begebungsform zu umfassen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle stellt durch geeignete Maßnahmen sicher, dass die Kenntlichmachung als gegenstandslos nicht vor Ausstellung der Urkunde erfolgt."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Überführt der Emittent nach § 6 Absatz 3 des Gesetzes über elektronische Wertpapiere ein Wertpapier durch Sammeleintragung in ein zentrales Register, so hat er dies im elektronischen Wertpapierregister kenntlich zu machen und den Inhaber über die Überführung zu informieren."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"4",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"In den Fällen von § 6 Absatz 4 des Gesetzes über elektronische Wertpapiere hat der Emittent:"
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Zustimmung des Berechtigten in einer Weise zu dokumentieren, die dem Berechtigten oder der Bundesanstalt eine spätere Überprüfung der Zustimmungserklärung und ihres Zugangs ermöglicht, und"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Ersetzung im elektronischen Wertpapierregister kenntlich zu machen."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"10",
            "title":"Einsichtnahme in das Register gemäß § 10 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle gewährleistet, dass Teilnehmer die sie betreffenden Registerangaben jederzeit abrufen können."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Den Emittenten eines elektronischen Wertpapiers in Einzeleintragung betreffen Registerangaben zu Verfügungsbeschränkungen und Rechten Dritter nicht im Sinne des Satzes 1."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Ein Berechtigter hat stets ein berechtigtes Interesse im Sinne des § 10 Absatz 2 des Gesetzes über elektronische Wertpapiere am Abruf der ihn betreffenden Registerangaben."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Derjenige, der Auskunft nach § 10 Absatz 3 des Gesetzes über elektronische Wertpapiere verlangt, hat gegenüber der registerführenden Stelle seine Identität durch geeignete Nachweise zu belegen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Bei juristischen Personen oder Personengesellschaften gilt Gleiches auch für die für diese auftretende Person sowie für den Nachweis, dass diese hierzu berechtigt ist."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"4",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Für die Identifizierung nach Absatz 3 gilt § 11 Absatz 2 bis 4 und 5 Satz 1 entsprechend."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Abweichend von § 11 Absatz 4 kann die registerführende Stelle die Überprüfung der Nachweise auch nach Maßgabe des § 14 Absatz 2 Satz 1 Nummer 2 des Geldwäschegesetzes vornehmen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Für eine erneute Identifizierung bei wiederholten Auskunftsverlangen gilt § 11 Absatz 3 des Geldwäschegesetzes entsprechend."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"5",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Ein zwischen der registerführenden Stelle und der die Einsicht oder Auskunft begehrenden Person vereinbartes Entgelt für die Gewährung einer Einsicht nach § 10 Absatz 2 sowie die Erteilung einer Auskunft nach § 10 Absatz 3 des Gesetzes über elektronische Wertpapiere, einschließlich der Identifizierung nach Absatz 4, darf die Höhe der dafür erforderlichen Aufwendungen nicht übersteigen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Höhe dieser Aufwendungen ist der die Einsicht oder Auskunft begehrenden Person vorab mitzuteilen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"6",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die nach Absatz 4 Satz 1 in Verbindung mit § 11 Absatz 2 erhobenen Angaben sind in das Protokoll nach § 10 Absatz 5 des Gesetzes über elektronische Wertpapiere aufzunehmen."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"7",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die nach Absatz 4 Satz 1 in Verbindung mit § 11 Absatz 2 erhobenen Angaben sind zwei Jahre nach Übermittlung an die registerführende Stelle unverzüglich von dieser zu löschen."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"8",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Das Protokoll, das nach § 10 Absatz 5 Satz 1 des Gesetzes über elektronische Wertpapiere zu führen ist, muss enthalten:"
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"das Datum der Einsicht,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Bezeichnung der Einsicht nehmenden Person und gegebenenfalls die Bezeichnung der von dieser vertretenen Person oder Stelle,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Rechtsgrundlage der Einsicht,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"4",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Angaben über den Umfang der Einsichtsgewährung sowie"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"5",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"eine Beschreibung des der Einsicht zugrundeliegenden berechtigten Interesses."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"11",
            "title":"Anforderungen an die Identifizierung des Weisungsberechtigten und das Authentifizierungsinstrument nach § 14 Absatz 1 oder § 18 Absatz 1 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Derjenige, der Weisungen nach § 14 Absatz 1 Satz 1 oder § 18 Absatz 1 Satz 1 des Gesetzes über elektronische Wertpapiere erteilt, hat gegenüber der registerführenden Stelle seine Identität durch geeignete Nachweise zu belegen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Satz 1 gilt bei juristischen Personen oder Personengesellschaften auch für die für diese auftretende Person sowie für den Nachweis, dass diese hierzu berechtigt ist."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle hat bei der Identifizierung nach Absatz 1 folgende Angaben zu erheben:"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"bei einer natürlichen Person:"
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"1",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Vorname und Nachname,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"2",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Geburtsort,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"3",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Geburtsdatum,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"4",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Staatsangehörigkeit und"
                                        }
                                    ]
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"5",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Anschrift;"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"bei einer juristischen Person oder Personengesellschaft:"
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"1",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Firma, Name oder Bezeichnung,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"2",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Rechtsform,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"3",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Registernummer, falls vorhanden,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"4",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Anschrift des Sitzes oder der Hauptniederlassung und"
                                        }
                                    ]
                                },
                                {
                                    "type":"Litera",
                                    "ordinal":"5",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"die Vor- und Nachnamen der Mitglieder des Vertretungsorgans oder die Vor- und Nachnamen der gesetzlichen Vertreter und, sofern ein Mitglied des Vertretungsorgans oder der gesetzliche Vertreter eine juristische Person ist, von dieser Person die Angaben nach den Buchstaben a bis d."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle darf die nach Satz 1 erhobenen personenbezogenen Daten speichern und verwenden, soweit dies zur Erfüllung ihrer Aufgaben nach dieser Vorschrift erforderlich ist."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle hat die Angaben nach Absatz 2 Satz 1 anhand geeigneter Nachweise zu überprüfen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Geeignete Nachweise sind"
                                }
                            ]
                        },    
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"bei natürlichen Personen: einer der in § 12 Absatz 1 Satz 1 Nummer 1 bis 5 des Geldwäschegesetzes genannten Nachweise sowie"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"bei juristischen Personen oder Personengesellschaften: einer der in § 12 Absatz 2 Nummer 1 bis 3 des Geldwäschegesetzes genannten Nachweise."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"4",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle hat die Überprüfung der Nachweise nach einem Verfahren gemäß § 13 des Geldwäschegesetzes vorzunehmen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Bei der Überprüfung eines Nachweises anhand einer qualifizierten elektronischen Signatur nach § 12 Absatz 1 Satz 1 Nummer 3 des Geldwäschegesetzes hat sie zudem die Vorgaben in § 12 Absatz 1 Satz 2 und 3 des Geldwäschegesetzes zu erfüllen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"5",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle kann bei der Erhebung der Angaben nach Absatz 2 und bei deren Überprüfung gemäß Absatz 3 nach Maßgabe des § 17 des Geldwäschegesetzes auf Dritte zurückgreifen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Für die Dritten gilt Absatz 4 entsprechend."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"6",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Eine kryptografische Signatur oder ein vergleichbares Authentifizierungsinstrument ist als geeignet im Sinne des § 14 Absatz 1 Satz 5 und des § 18 Absatz 1 Satz 5 des Gesetzes über elektronische Wertpapiere anzusehen, wenn"
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die verwendeten Verfahren dem Stand der Technik entsprechen und"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die registerführende Stelle die verwendete Signatur oder das verwendete vergleichbare Authentifizierungsinstrument derjenigen natürlichen oder juristischen Person oder Personengesellschaft, die die Weisung erteilt hat, zuverlässig zuordnen kann."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"12",
            "title":"Anforderungen an den angemessenen Zeitraum und die Gültigkeit von Umtragungen nach § 14 Absatz 4 oder § 18 Absatz 4 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle teilt den Teilnehmern in elektronisch lesbarer Form den für das elektronische Wertpapierregister als angemessen geltenden Zeitraum für Umtragungen und die Anforderungen an die Gültigkeit der Umtragungen nach § 14 Absatz 4 des Gesetzes über elektronische Wertpapiere bei zentralen Registern oder nach § 18 Absatz 4 des Gesetzes über elektronische Wertpapiere bei Kryptowertpapierregistern mit."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle stellt die nach Satz 1 mitzuteilenden Festlegungen jederzeit im Internet abrufbar zur Verfügung."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Änderungen der nach Satz 1 mitzuteilenden Festlegungen sind fortlaufend nummeriert und zeitlich protokolliert zu dokumentieren und den Teilnehmern gemäß Satz 1 mitzuteilen und gemäß Satz 2 zur Verfügung zu stellen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die registerführende Stelle nach § 16 Absatz 2 des Gesetzes über elektronische Wertpapiere hat bei den nach Absatz 1 Satz 1 mitzuteilenden Festlegungen und deren Änderung den besonderen Risiken eines im Rahmen des Aufzeichnungssystems (§ 4 Absatz 11 des Gesetzes über elektronische Wertpapiere) verwendeten Konsensverfahrens Rechnung zu tragen und sicherzustellen, dass eine einmal gültige Eintragung oder Umtragung auch an jedem späteren Zeitpunkt gültig bleibt."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"13",
            "title":"Dokumentationspflichten für die registerführende Stelle eines Kryptowertpapierregisters",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die registerführende Stelle nach § 16 Absatz 2 des Gesetzes über elektronische Wertpapiere hat in dem von ihr geführten Kryptowertpapierregister zusätzlich zu den in § 3 Absatz 1 genannten Gegenständen Folgendes in einer nachvollziehbaren, aussagefähigen und für einen sachkundigen Dritten leicht verständlichen Art und Weise zu dokumentieren:"
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Einzelheiten des Verfahrens und der Eintragung nach § 4 Absatz 4 des Gesetzes über elektronische Wertpapiere,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Einzelheiten der Berichtigung des Registers bei fehlender Zustimmung oder Weisung gemäß § 18 Absatz 5 des Gesetzes über elektronische Wertpapiere,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Einzelheiten des Verfahrens für den Wechsel des Wertpapierregisters nach § 21 Absatz 2 und § 22 des Gesetzes über elektronische Wertpapiere einschließlich der Einzelheiten des Datentransfers in ein anderes elektronisches Wertpapierregister,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"4",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Kriterien für die Teilnahme am Register, die einen fairen und offenen Zugang ermöglichen sowie"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"5",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Art, Format und Inhalt des Registerauszugs nach § 19 des Gesetzes über elektronische Wertpapiere."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"§ 3 Absatz 2 bis 4 gilt entsprechend."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"14",
            "title":"Zurverfügungstellung des verwendeten Quellcodes und der Beschreibung des Aufzeichnungssystems",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle stellt der Bundesanstalt auf ihr Verlangen unverzüglich den Quellcode des Aufzeichnungssystems (§ 4 Absatz 11 des Gesetzes über elektronische Wertpapiere) einschließlich der Smart Contracts und die Beschreibung dieses Aufzeichnungssystems zur Verfügung."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Für die zuständigen staatlichen Aufsichts-, Ordnungs- und Strafverfolgungsbehörden, die in Erfüllung ihrer gesetzlichen Aufgaben handeln, gilt § 10 Absatz 4 Satz 1 des Gesetzes über elektronische Wertpapiere entsprechend."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Darüber hinaus sind die in Satz 1 genannten Informationen und Unterlagen auf Verlangen des Bundesamts für Sicherheit in der Informationstechnik diesem oder, soweit nicht berechtigte Interessen der registerführenden Stelle entgegenstehen, einem von diesem beauftragten Dritten zur Verfügung zu stellen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Der Quellcode ist in einem maschinenlesbaren Format zur Verfügung zu stellen."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"15",
            "title":"Rückgängigmachung von Änderungen des Registerinhalts",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die registerführende Stelle hat das von ihr geführte Kryptowertpapierregister so einzurichten, dass sie Änderungen des Registerinhalts rückgängig machen kann, wenn die Voraussetzungen des § 18 Absatz 5 des Gesetzes über elektronische Wertpapiere erfüllt sind."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Rückgängigmachung einer Änderung des Registerinhalts gemäß § 18 Absatz 5 des Gesetzes über elektronische Wertpapiere muss so erfolgen, dass der Inhalt der weisungslos erfolgten Änderung weiterhin feststellbar ist. "
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Änderungen müssen zudem erkennen lassen, zu welchem Zeitpunkt sie vorgenommen wurden."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"16",
            "title":"Anforderungen an kryptografische Verfahren und sonstige Methoden der Transformation von Daten; Überprüfung der Integrität der niedergelegten Emissionsbedingungen",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die von der registerführenden Stelle eines Kryptowertpapierregisters vorgesehenen und eingesetzten kryptografischen Verfahren und sonstigen Methoden zur Transformation von Daten, um deren semantischen Inhalt zu verbergen und deren unbefugte Verwendung oder unbemerkte Veränderung zu verhindern, müssen dem Stand der Technik entsprechen und die Integrität, die Authentizität und die Vertraulichkeit der Daten über den gesamten Zeitraum, in dem Schutzbedarf besteht, sicherstellen."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die registerführende Stelle eines Kryptowertpapierregisters hat jedermann die Möglichkeit zu eröffnen, die Integrität der gemäß § 4 Absatz 1 zur Niederlegung gespeicherten Informationen nachzuvollziehen. "
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Im Falle einer Beschränkung des Zugangs zu den Emissionsbedingungen gemäß § 4 Absatz 5 genügt es, die Möglichkeit nach Satz 1 nur den Personen mit Zugang zu den Emissionsbedingungen zu gewähren."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"17",
            "title":"Liste der Kryptowertpapiere bei der Bundesanstalt",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Für die Führung der öffentlichen Liste nach § 20 Absatz 3 des Gesetzes über elektronische Wertpapiere übermittelt der Emittent der Bundesanstalt folgende Angaben:"
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Firma, die Anschrift und die Rechtsträgerkennung der registerführenden Stelle,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Firma, die Anschrift und die Rechtsträgerkennung des Emittenten,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"die Bezeichnung und die Internationale Wertpapierkennnummer des Kryptowertpapiers,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"4",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"das Datum der Eintragung des Kryptowertpapiers im Kryptowertpapierregister sowie"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"5",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"das Datum und den wesentlichen Inhalt einer Änderung der Angaben nach § 20 Absatz 2 des Gesetzes über elektronische Wertpapiere."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Angaben sind der Bundesanstalt in elektronischer Form auf einem von ihr hierzu auf ihrer Internetseite bekanntgegebenen Weg zu übermitteln."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Bundesanstalt kann für die Übermittlung auch die Nutzung ihrer Melde- und Veröffentlichungsplattform vorsehen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Ist durch die Bundesanstalt kein Weg zur Übermittlung in elektronischer Form bekanntgegeben oder macht eine technische Störung die elektronische Übermittlung unmöglich, so hat die Übermittlung schriftlich zu erfolgen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"4",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"In gleicher Weise und unter den gleichen Voraussetzungen ist ein Nachweis über die Veröffentlichung im Bundesanzeiger nach § 20 Absatz 1 des Gesetzes über elektronische Wertpapiere zu übermitteln."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Liegen Tatsachen vor, die die Annahme rechtfertigen, dass die der Bundesanstalt übermittelten Angaben nicht zutreffend sind, so kann die Bundesanstalt die Aufnahme der Angaben in die Liste der Kryptowertpapiere ablehnen oder bereits aufgenommene Angaben löschen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Bundesanstalt setzt die registerführende Stelle und den Emittenten von ihrer Ablehnung oder der Löschung bereits aufgenommener Angaben in Kenntnis und gibt der registerführenden Stelle und dem Emittenten Gelegenheit, die Angaben innerhalb einer angemessenen Frist und unter Einreichung geeigneter Nachweise zu korrigieren oder die Annahme unzutreffender Angaben zu widerlegen."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"18",
            "title":"Teilnahme an einem Kryptowertpapierregister; Beschwerde",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Eine registerführende Stelle nach § 16 Absatz 2 des Gesetzes über elektronische Wertpapiere legt für jedes von ihr betriebene Kryptowertpapierregister Teilnahmekriterien fest, die allen, die eine Teilnahme beabsichtigen, einen fairen und offenen Zugang ermöglichen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Diese Kriterien müssen transparent und objektiv und dürfen nicht diskriminierend sein. Kriterien, die den Zugang beschränken, sind nur insoweit zulässig, als sie darauf abzielen, ein bestimmtes Risiko für die registerführende Stelle oder das Kryptowertpapierregister aus berechtigten Gründen zu kontrollieren."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Teilnahmekriterien sind im Internet abrufbar zur Verfügung zu stellen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Anträge auf Teilnahme am Kryptowertpapierregister sind spätestens innerhalb von drei Monaten nach ihrem Zugang zu beantworten."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Eine registerführende Stelle nach § 16 Absatz 2 des Gesetzes über elektronische Wertpapiere darf einem potentiellen Teilnehmer, der die Teilnahmekriterien des Kryptowertpapierregisters erfüllt, den Zugang nur auf der Grundlage einer umfassenden Risikoanalyse und nur insoweit verweigern, als die Gründe, die gegen die Gewährung des Zugangs sprechen, nicht ausgeräumt werden können."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Entscheidung über die Verweigerung des Zugangs ist dem Antragsteller gegenüber schriftlich zu begründen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"4",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Wird der Zugang zur Teilnahme am Kryptowertpapierregister verweigert, hat der Antragsteller das Recht, bei der Bundesanstalt Beschwerde einzulegen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Kommt die Bundesanstalt zu dem Ergebnis, dass die Beschwerde gerechtfertigt ist, ordnet sie an, dass die registerführende Stelle nach § 16 Absatz 2 des Gesetzes über elektronische Wertpapiere dem Antragsteller Zugang zu gewähren hat."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"5",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Eine registerführende Stelle muss ein objektives und transparentes Verfahren festlegen, das die Aussetzung der Teilnahme und den ordentlichen Austritt von solchen Teilnehmern regelt, die die Teilnahmekriterien gemäß Absatz 1 nicht mehr erfüllen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Dieses Verfahren ist zu dokumentieren und die Dokumentation im Internet abrufbar zur Verfügung zu stellen sowie der Bundesanstalt vorzulegen."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"19",
            "title":"Schnittstellen",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Eine registerführende Stelle nach § 16 Absatz 2 des Gesetzes über elektronische Wertpapiere beachtet bei der Kommunikation mit den Teilnehmern des von ihr geführten Kryptowertpapierregisters und für die elektronischen Schnittstellen des Kryptowertpapierregisters die gängigen Standards für Kommunikationsverfahren und für den Datenaustausch."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Das Aufzeichnungssystem nach § 4 Absatz 11 des Gesetzes über elektronische Wertpapiere muss mindestens über eine Schnittstelle zum Export der Eintragungen in einem gängigen Datenformat sowie über eine Schnittstelle zum Abruf von Daten verfügen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Bundesanstalt kann über diese Schnittstelle im Einzelfall zum Zwecke der Überwachung der Einhaltung folgender aufsichtsrechtlicher Bestimmungen solche Daten abrufen, die zur Einschätzung der aktuellen Eigenschaften des Aufzeichnungssystems erforderlich sind:"
                                },
                                {
                                    "type":"Enumeration",
                                    "ordinal":"1",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Vorschriften dieser Verordnung,"
                                        }
                                    ]
                                },
                                {
                                    "type":"Enumeration",
                                    "ordinal":"2",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"Vorschriften des Gesetzes über elektronische Wertpapiere und"
                                        }
                                    ]
                                },
                                {
                                    "type":"Enumeration",
                                    "ordinal":"3",
                                    "content":[
                                        {
                                            "type":"TextSpan",
                                            "content":"aufsichtsrechtlicher Bestimmungen, die nicht Gegenstand der Nummern 1 und 2 sind."
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Die Gestaltung und die Sicherheit aller implementierten Schnittstellen müssen dem Stand der Technik entsprechen."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"20",
            "title":"Dokumentation der Vorkehrungen und Verfahren für die Übertragung des Wertpapierregisters nach § 21 Absatz 2 und § 22 des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Eine registerführende Stelle nach § 16 Absatz 2 des Gesetzes über elektronische Wertpapiere hat technische Vorkehrungen zu treffen und Verfahren festzulegen, um sicherzustellen, dass die Übertragung eines Kryptowertpapiers in ein anderes elektronisches Wertpapierregister in Fällen des § 21 Absatz 2 oder § 22 des Gesetzes über elektronische Wertpapiere jederzeit möglich ist."
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":"Die Vorkehrungen und Verfahren sind laufend zu überprüfen und bei Bedarf zu aktualisieren."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Vorkehrungen und Verfahren sind schriftlich zu dokumentieren."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"In der Dokumentation ist auch darzulegen, wie die Möglichkeit eines Registerwechsels für den Fall gewährleistet wird, dass die Erfüllung der gesetzlichen Anforderungen durch das Kryptowertpapierregister nicht mehr sichergestellt ist (§ 21 Absatz 2 des Gesetzes über elektronische Wertpapiere)."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"3",
                    "content":[
                        {
                            "type":"Sentence",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Die Dokumentation nach Absatz 2 ist der Bundesanstalt vorzulegen."
                                }
                            ]
                        },
                        {
                            "type":"Sentence",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"Änderungen der Dokumentation sind der Bundesanstalt mitzuteilen."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"21",
            "title":"Dokumentation des Kryptowertpapierregisters",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Bei einer registerführenden Stelle nach § 16 Absatz 2 des Gesetzes über elektronische Wertpapiere hat die Dokumentation gemäß § 3 Absatz 1 Nummer 1 mindestens Folgendes zu enthalten:"
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"1",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"eine Beschreibung der verwendeten Datenbanken oder sonstigen Speichersysteme, einschließlich des dezentralen Aufzeichnungssystems nach § 4 Absatz 11 des Gesetzes über elektronische Wertpapiere,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"2",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"eine Darstellung, in welchem System die Inhalte des Registers jeweils gespeichert werden, insbesondere welche Inhalte außerhalb des dezentralen Aufzeichnungssystems gespeichert werden,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"3",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"eine Beschreibung der Daten, die über das nach den Regelungen des Gesetzes über elektronische Wertpapiere vorgesehene Maß hinaus in dem Kryptowertpapierregister gespeichert werden,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"4",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"eine Darstellung, wie die verwendeten Datenbanken oder sonstigen Speichersysteme miteinander verknüpft sind, und der dabei verwendeten automatisierten Verfahren,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"5",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"eine Darstellung des auf dem dezentralen Aufzeichnungssystem angewandten Konsensverfahrens sowie eine Beschreibung und Bewertung der damit einhergehenden Risiken, insbesondere die Angabe, nach welcher Zeitspanne in das Aufzeichnungssystem eingebrachte Eintragungen oder Umtragungen gültig werden und unter welchen Umständen gültige Eintragungen oder Umtragungen wieder ungültig werden können,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"6",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"eine Darstellung der technischen Verfahren zur Rückgängigmachung von Eintragungen gemäß § 18 Absatz 5 des Gesetzes über elektronische Wertpapiere,"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"7",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"nähere Angaben zu den implementierten kryptografischen Funktionen und Verfahren sowie"
                                }
                            ]
                        },
                        {
                            "type":"Enumeration",
                            "ordinal":"8",
                            "content":[
                                {
                                    "type":"TextSpan",
                                    "content":"nähere Angaben zu den implementierten Schnittstellen und deren Nutzbarkeit."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Wesentliche Veränderungen sind allen Teilnehmern des Aufzeichnungssystems frühzeitig bekanntzugeben."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"22",
            "title":"Hinweise auf Bußgeldvorschriften des Gesetzes über elektronische Wertpapiere",
            "content":[
                {
                    "type":"Section",
                    "ordinal":"1",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Zuwiderhandlungen gegen § 7 Absatz 1 des Gesetzes über elektronische Wertpapiere, auch in Verbindung mit § 5 dieser Verordnung, können nach § 31 Absatz 2 Nummer 1 des Gesetzes über elektronische Wertpapiere geahndet werden."
                        }
                    ]
                },
                {
                    "type":"Section",
                    "ordinal":"2",
                    "content":[
                        {
                            "type":"TextSpan",
                            "content":"Zuwiderhandlungen gegen § 18 Absatz 5 Satz 1 des Gesetzes über elektronische Wertpapiere, auch in Verbindung mit § 15 Absatz 2 dieser Verordnung, können nach § 31 Absatz 2 Nummer 13 des Gesetzes über elektronische Wertpapiere geahndet werden."
                        }
                    ]
                }
            ]
        },
        {
            "type":"Paragraph",
            "ordinal":"23",
            "title":"Inkrafttreten",
            "content":[
                {
                    "type":"TextSpan",
                    "content":"Diese Verordnung tritt am Tag nach der Verkündung in Kraft."
                }
            ]
        }
    ]
}